Repository: Mu-L/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, nl_nl

# DlgNewCleanerNamePlaceholder
source: My Cleaner
ja_jp: マイクリーナー
nl_nl: Mijn Cleaner

# DlgNewCleanerAiPlaceholder
source: Generate with AI - describe what to clean (results may vary)
ja_jp: AIで生成 - クリーンアップしたい内容を説明してください（結果は異なる場合があります）
nl_nl: Genereer met AI – beschrijf wat er moet worden opgeschoond (resultaten kunnen variëren)

# DlgNewCleanerGenerate.Content
source: Generate
ja_jp: 生成
nl_nl: Genereren

# DlgNewCleanerGenerateBtn
source: Generate
ja_jp: 生成
nl_nl: Genereren

# DlgNewCleanerContentLabel
source: Content
ja_jp: 内容
nl_nl: Inhoud

# DlgNewCleanerTest
source: Test in Rule Lab
ja_jp: ルールラボでテスト

# DlgNewCleanerLoadTemplate.Content
source: Load template
ja_jp: テンプレートを読み込む
nl_nl: Sjabloon laden

# DlgNewCleanerTitleNew
source: New custom cleaner
ja_jp: 新しいカスタムクリーナー
nl_nl: Nieuwe aangepaste cleaner

# DlgNewCleanerTitleEdit
source: Edit — {0}
ja_jp: 編集 — {0}
nl_nl: Bewerk — {0}

# AI_NoKey
source: No API key configured. Go to Settings → AI explanations to add your Groq API key (free at console.groq.com).
ja_jp: 選択したプロバイダーのAPIキーが設定されていません。［設定］→［AIによる説明］で追加してください。
nl_nl: Geen API-sleutel geconfigureerd voor geselecteerde aanbieder. Ga naar Instellingen → AI-uitleg om een toe te voegen.

# AI_ApiError
source: Groq API error: {0}
ja_jp: {0} APIエラー: {1}
nl_nl: {0} API-fout: {1}

# AI_NoResponse
source: No response received.
ja_jp: 応答を受信できませんでした。
nl_nl: Geen reactie ontvangen.

# AI_NetworkError
source: Could not reach Groq API: {0}
ja_jp: {0}に接続できませんでした: {1}
nl_nl: Kon {0} niet bereiken: {1}

# AI_NoKeyShort
source: No API key configured — go to Settings → AI explanations.
ja_jp: APIキーが設定されていません — ［設定］→［AIによる説明］で追加してください。
nl_nl: Geen API-sleutel geconfigureerd — ga naar Instellingen → AI-uitleg.

# CLI_Welcome
source: FluentCleaner Terminal online.
ja_jp: FluentCleanerターミナルが起動しました。

# CLI_Databases
source: Databases: {0} active — {1} detected entries
ja_jp: データベース: {0}件が有効 — {1}件のエントリを検出
nl_nl: Databases: {0} actief — {1} gevonden vermeldingen

# CLI_HelpHint
source: Type 'help' for commands.
ja_jp: コマンド一覧を表示するには「help」と入力してください。
nl_nl: Typ ‘help’ voor opdrachten.

# CLI_UnknownCommand
source: Unknown command '{0}'. Type 'help'.
ja_jp: 不明なコマンド「{0}」です。「help」と入力してください。
nl_nl: Onbekende opdracht ‘{0}’. Typ ‘help’.

# CLI_NoDrives
source: No drives found.
ja_jp: ドライブが見つかりません。
nl_nl: Geen schijven gevonden.

# CLI_ThemeUsage
source: Usage: theme dark | light | system
ja_jp: 使用方法: theme dark | light | system
nl_nl: Gebruik: thema donker | licht | systeem

# CLI_ThemeSet
source: Theme set to '{0}'.
ja_jp: テーマを「{0}」に設定しました。
nl_nl: Thema ingesteld op '{0}'.

# CLI_BackdropUsage
source: Usage: backdrop mica | acrylic
ja_jp: 使用方法: backdrop mica | acrylic
nl_nl: Toepassing: achtergrond van mica | acryl

# CLI_BackdropSet
source: Backdrop set to '{0}'.
ja_jp: 背景を「{0}」に設定しました。
nl_nl: Achtergrond ingesteld op ‘{0}’.

# CLI_NoMatch
source: No entries matching '{0}'.
ja_jp: 「{0}」に一致するエントリはありません。
nl_nl: Geen resultaten gevonden voor ‘{0}’.

# CLI_CleanEntry
source: {0}: {1} items · {2}
ja_jp: {0}: {1}項目 · {2}

# CLI_CleanDone
source: Done — {0} items removed · {1} freed.
ja_jp: 完了 — {0}項目を削除し、{1}を解放しました。
nl_nl: Klaar — {0} items verwijderd · {1} vrijgemaakt.

# CLI_NothingToClean
source: Nothing to clean.
ja_jp: クリーンアップする項目はありません。
nl_nl: Niets op te schonen.

# CLI_AnalyzeEntry
source: {0}: {1} files · {2} registry · {3}
ja_jp: {0}: ファイル{1}件 · レジストリ{2}件 · {3}
nl_nl: {0}: {1} bestanden · {2} register · {3}

# CLI_AnalyzeTotal
source: Total: {0} found.
ja_jp: 合計: {0}件を検出しました。
nl_nl: Totaal: {0} gevonden.

# CLI_NothingFound
source: Nothing found.
ja_jp: 何も見つかりませんでした。
nl_nl: Niets gevonden.

# CLI_ListEntries
source: — {0} entries.
ja_jp: — {0}件のエントリ。
nl_nl: — {0} vermeldingen.

# CLI_ListCategories
source: — {0} categories.
ja_jp: — {0}件のカテゴリー。
nl_nl: — {0} categorieën.

# CLI_AppxUsage
source: Usage: appx list | appx scan | appx remove <name> | appx remove all
ja_jp: 使用方法: appx list | appx scan | appx remove <name> | appx remove all
nl_nl: Gebruik: appx list | appx scan | appx remove <naam> | appx remove all

# CLI_AppxListStart
source: Listing all installed AppX packages...
ja_jp: インストール済みのAppXパッケージを一覧表示しています...
nl_nl: Lijst met alle geïnstalleerde AppX-pakketten...

# CLI_AppxNoPackages
source: No packages found.
ja_jp: パッケージが見つかりません。
nl_nl: Geen pakketten gevonden.

# CLI_AppxListDone
source: — {0} package(s) installed. Use 'appx remove <name>' to uninstall.
ja_jp: — {0}個のパッケージがインストールされています。アンインストールするには「appx remove <name>」を使用してください。
nl_nl: — {0} pakket(ten) geïnstalleerd. Gebruik ‘appx remove <name>’ om ze te verwijderen.

# CLI_AppxScanStart
source: Scanning installed packages...
ja_jp: インストール済みのパッケージをスキャン中...
nl_nl: Scannen geïnstalleerde pakketten...

# CLI_AppxNothingFound
source: Nothing found — system looks clean.
ja_jp: 何も見つかりませんでした — システムはクリーンです。
nl_nl: Niets gevonden — het systeem lijkt in orde.

# CLI_AppxScanDone
source: — {0} package(s) found. Use 'appx remove <name>' or 'appx remove all'.
ja_jp: — {0}個のパッケージが見つかりました。「appx remove <name>」または「appx remove all」を使用してください。
nl_nl: — {0} pakket(ten) gevonden. Gebruik ‘appx remove <name>’ of ‘appx remove all’.

# CLI_AppxRemoveUsage
source: Usage: appx remove <name> | appx remove all
ja_jp: 使用方法: appx remove <name> | appx remove all
nl_nl: Gebruik: appx remove <name> | appx remove all

# CLI_AppxRemoveScanStart
source: Scanning for installed packages...
ja_jp: インストール済みのパッケージをスキャン中...
nl_nl: Scannen naar geïnstalleerde pakketten...

# CLI_AppxNothingToRemove
source: Nothing to remove.
ja_jp: 削除する項目はありません。
nl_nl: Niets te verwijderen.

# CLI_AppxRemoving
source: Removing {0}...
ja_jp: {0}を削除中...
nl_nl: Verwijderen {0}...

# CLI_AppxRemoveOk
source: OK {0} removed.
ja_jp: OK {0}を削除しました。
nl_nl: OK {0} verwijderd.

# CLI_AppxRemoveErr
source: ERR {0} — failed (may not be installed or requires elevation).
ja_jp: ERR {0} — 失敗しました（未インストール、または管理者権限が必要な可能性があります）。
nl_nl: ERR {0} — mislukt (is mogelijk niet geïnstalleerd of vereist beheerdersrechten).

# CLI_AppxRemoveDone
source: Done — {0} package(s) removed.
ja_jp: 完了 — {0}個のパッケージを削除しました。
nl_nl: Klaar — {0} pakket(ten) verwijderd.

# CLI_AppxNothingRemoved
source: Nothing was removed.
ja_jp: 何も削除されませんでした。
nl_nl: Niets verwijderd.

# CLI_AppxDisabled
source: Winappx database is disabled — enable it in Settings.
ja_jp: Winappxデータベースが無効です — ［設定］で有効にしてください。
nl_nl: Winappx-database is uitgeschakeld — schakel deze in via Instellingen.

# CLI_AppxNotFound
source: Winappx.ini not found — download it in Settings.
ja_jp: Winappx.iniが見つかりません — ［設定］でダウンロードしてください。
nl_nl: Winappx.ini niet gevonden — download het via Instellingen.

# LblCopyright.Text
source: © 2026 A Belim app creation
nl_nl: © 2026 Een Belim-app maken

# TerminalPlaceholder.PlaceholderText
source: clean firefox · analyze chrome · help
nl_nl: Firefox opschonen · Chrome analyseren · hulp
